[Elder_Crown_M X2BodyPartTemplate]
DisplayName="<font color='#df07b7'>虚灵王冠 - 完整</font>"

[Elder_Crown_F X2BodyPartTemplate]
DisplayName="<font color='#df07b7'>虚灵王冠</font>"

[Elder_Crown_Slim_M X2BodyPartTemplate]
DisplayName="<font color='#df07b7'>虚灵王冠 - 部分</font>"

[Elder_Crown_Slim_F X2BodyPartTemplate]
DisplayName="<font color='#df07b7'>虚灵王冠 - 部分</font>"

[AHWElderRevived X2CharacterTemplate]
strCharacterName="复兴虚灵"

[EtherealAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>虚灵尸检</font>"
Summary="尸检虚灵的尸体。"
CodeName="<font color='#df07b7'>堕落之神</font>"
LongDescription="<font color='#df07b7'><Bullet/> 完成标本的解剖后，我必须承认，我现在的问题多于答案。该标本受到了极度肌肉和组织萎缩的影响，以及它的一些器官的彻底钙化，包括样本的心脏，所讨论的长老甚至还活着，更不用说能够承受如此长的时间对它使用的巨大火力，仍然是一个问题。 \n <Bullet/>  然而，尽管长老展现出了真正巨大的灵能力量，但即使是已故的 ADVENT 牧师和宗派，其身体也几乎没有表现出比其剩余的灵能更多的迹象。 \n <Bullet/>  这件神器，正如我的一位同事所称的，长老所佩戴的头盔，是由完全独特的金属组成的。与任何已知金属或合金的特性都不匹配，即使是我们迄今为止目睹的外星人使用的金属或合金。能够储存和传导数量惊人的灵能，其确切用途尚不清楚，但这可能是异形尸体内几乎没有灵能的原因。 \n <Bullet/> 然而，在检查神器的过程中，一些研究人员声称听到了一个奇怪的声音，在他们的脑海中低语。虽然我自己没有听到，但我相信我们在处理它时应该非常谨慎。这让我得出了我的结论。 \n <Bullet/> 虽然我们不明白该神器的确切用途，但它包含着数量巨大的灵能。远远超过我们任何设备的设计处理能力。然而，通过将我们的灵能放大器中使用的灵能技术与圣殿骑士的灵能技术相结合，即使是本身没有什么灵能潜力的士兵也有可能利用其中蕴含的巨大力量。然而……考虑到我们对相关物体进行初步检查期间发生的事情，这样做可能存在我们不了解的风险。 - 理查德·泰根</font>"

[SacrificialPower X2AbilityTemplate]
LocFriendlyName="牺牲力量"
LocLongDescription="<Bullet/> 利用长老王冠内的力量，造成自身伤害并叠加永久统计惩罚，以换取奖励行动点和伤害加成。\n <Bullet/> 在以下情况下杀死任何敌人牺牲力量的效果会为持有者返还行动点 \n <Bullet/> 所有统计数据都会随着使用而增加和减少，并持续到任务结束 \n <Bullet/> 此能力造成的伤害将被忽略。 \n <Bullet/>  牺牲力量在用完士兵的行动点后仍然可以使用 \n <Bullet/> 过度使用此能力会导致非常糟糕的事情发生。非常，非常糟糕。"
LocHelpText="<Bullet/> 受到自身伤害并受到叠加的永久属性惩罚，以换取额外行动点以及伤害加成。\n <Bullet/> 在牺牲力量的影响下杀死任何敌人会给持有者返还行动要点<Bullet/> 过度使用此能力会导致非常糟糕的事情发生。非常，非常糟糕。"
LocFlyOverText="牺牲力量"

[EtherealCrownInit X2AbilityTemplate]
LocFriendlyName="不朽生命"
LocLongDescription="复活倒下的长老。"
LocHelpText="复活倒下的长老。"

[EtherealSpawnListener X2AbilityTemplate]
LocFriendlyName="生命归来"
LocLongDescription="复活倒下的长老。"
LocHelpText="复活倒下的长老。"

[EtherealCrownKillSwitch X2AbilityTemplate]
LocFriendlyName="心灵之神"
LocLongDescription="复活倒下的长老。"
LocHelpText="心灵之神"

[EtherealCrownAPRefund X2AbilityTemplate]
LocFriendlyName="生命归来"
LocLongDescription="复活倒下的长老。"
LocHelpText="复活倒下的长老。"

[EtherealRevival X2AbilityTemplate]
LocFriendlyName="杀出重围"
LocLongDescription="长老之力的使用是危险的，如果持有者死亡，将会发生非常糟糕的事情。此外，如果装备了虚灵王冠的士兵失去了意识或着被精神控制，他们就会死亡。"
LocHelpText="使用长老之力是危险的，如果它的持有者死了，将会发生非常糟糕的事情。此外，如果装备了虚灵王冠的士兵失去了对自己思想的控制，他们就会死亡。"
LocFlyOverText="杀出重围：长老复活！"

[EtherealCrown X2EquipmentTemplate]
FriendlyName="<font color='#df07b7'>虚灵王冠</font>"
FriendlyNamePlural="<font color='#df07b7'>虚灵王冠</font>"
BriefSummary="允许持有者利用长老王冠中蕴含的巨大灵能来超越人性的极限，然而，这样做是有代价的，也有风险。"
TacticalText="允许持有者利用长老王冠中蕴藏的巨大灵能来超越人类的极限，使他们能够自由传送到视线范围内的任何位置。此外，允许持有者引导长老的力量，如果虚灵王冠的持有者受到精神控制，就会发生非常糟糕的事情，虚灵王冠将从士兵的库存中永久移除。"

[CorpseEthereal X2ItemTemplate]
FriendlyName="<font color='#df07b7'>虚灵尸体</font>"
FriendlyNamePlural="<font color='#df07b7'>虚灵尸体</font>"
BriefSummary="堕落长老的尸体。"
